Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Enter runs the selected command.
ar: يدخل تشغيل الأمر المحدد.
da: Indtast kører den valgte kommando.
de: Geben Sie aus, dass der ausgewählte Befehl ausgeführt wird.
el: Το Enter εκτελεί την επιλεγμένη εντολή.
es: Introduce ejecuta el comando seleccionado.
fi: Syötä valittu komento.
fr: Saisissez exécute la commande sélectionnée.
he: הזן את הפקודה הנבחרת.
hi: प्रविष्टि चयनित कमांड चलाती है।
it: Inserisci esegue il comando selezionato.
ja: Enterを押すと、選択したコマンドが実行されます。
ko: Enter는 선택한 명령어를 실행합니다.
nb: Skriv inn for å kjøre den valgte kommandoen.
nl: Enter voert het geselecteerde commando uit.
pl: Wpisz uruchamia polecenie.
ru: Введите, чтобы запустить выбранный команду.
sr_latn: Ulazi se izabrana komanda.
sv: Enter kör det valda kommandot.
uk: Enter виконує вибрану команду.
zh_hans: 输入运行所选命令。

source: Error: %@
ar: خطأ: %@
da: Fejl: %@
de: Fehler: %@
el: Σφάλμα: %@
fi: Virhe: %@
fr: Erreur : %@
he: שגיאה: %@
hi: त्रुटि: %@
it: Errore: %@
ja: エラー：%@
ko: 오류: %@
nb: Feil: %@
nl: Fout: %@
pl: Błąd: %@
ru: Ошибка: %@
sr_latn: Greška: %@
sv: Fel: %@
uk: Помилка: %@
zh_hans: 错误：%@

source: Every display covered
ar: كل شاشة مغطاة
da: Hvert display er dækket
de: Jeder Bildschirm abgedeckt
el: Κάθε οθόνη καλύπτεται
es: Cada pantalla cubierta
fi: Jokainen näyttö katettu
fr: Chaque affichage couvert
he: כל תצוגה מכוסה
hi: हर डिस्प्ले कवर किया गया है
it: Ogni display coperto
ja: すべてのディスプレイがカバーされています
ko: 모든 디스플레이가 포함됨
nb: Hvert skjerm er dekket
nl: Elke display bedekt
pl: Każdy monitor pokryty
ru: Каждый дисплей покрыт
sr_latn: Svaki ekran pokriven
sv: Varje skärm täckt
uk: Кожен дисплей покритий
zh_hans: 每个显示器都覆盖了

source: Every display has a workspace
ar: كل شاشة لديها مساحة عمل
da: Hver skærm har et arbejdsområde
de: Jedes Display hat einen Arbeitsbereich
el: Κάθε οθόνη έχει χώρο εργασίας
es: Cada pantalla tiene un espacio de trabajo
fi: Jokaisessa näytössä on työtila
fr: Chaque écran a un espace de travail
he: לכל תצוגה יש מרחב עבודה
hi: हर डिस्प्ले में एक कार्यस्थल होता है
it: Ogni display ha uno spazio di lavoro
ja: すべてのディスプレイにはワークスペースがあります
ko: 모든 디스플레이에는 작업 공간이 있습니다
nb: Hvert skjerm har et arbeidsområde
nl: Elk display heeft een werkruimte
pl: Każdy monitor ma przestrzeń roboczą
ru: На каждом дисплее есть рабочее пространство
sr_latn: Svaki ekran ima radni prostor
sv: Varje display har ett arbetsutrymme
uk: Кожен дисплей має робочий простір
zh_hans: 每个显示器都有一个工作区

source: Every display is connected
ar: كل شاشة متصلة
da: Hver skærm er tilsluttet
de: Jeder Bildschirm ist angeschlossen
el: Κάθε οθόνη είναι συνδεδεμένη
es: Cada pantalla está conectada
fi: Jokainen näyttö on kytketty
fr: Chaque écran est connecté
he: כל תצוגה מחוברת
hi: हर डिस्प्ले जुड़ा हुआ है
it: Ogni display è collegato
ja: すべてのディスプレイが接続されています
ko: 모든 디스플레이가 연결되어 있습니다
nb: Hvert skjerm er tilkoblet
nl: Elk display is verbonden
pl: Każdy monitor jest połączony
ru: Каждый дисплей подключен
sr_latn: Svaki ekran je povezan
sv: Varje skärm är ansluten
uk: Кожен дисплей підключений
zh_hans: 每个显示器都连接起来了

source: Excluded Apps — All Monitors
ar: التطبيقات المستثناة - جميع الشاشات
da: Ekskluderede apps ! Alle skærme
de: Ausgeschlossene Apps - Alle Monitore
el: Εξαιρούμενες εφαρμογές — Όλες οι οθόνες
es: Aplicaciones excluidas — Todos los monitores
fi: Lukuun ottamatta sovelluksia – kaikki monitorit
fr: Applications exclues — Tous les moniteurs
he: אפליקציות מוחרגות — כל הצגים
hi: अवरुद्ध ऐप्स — सभी मॉनिटर
it: App escluse Tutti i monitor
ja: 除外されたアプリ — すべてのモニター
ko: 제외된 앱 — 모든 모니터
nb: Ekskluderte apper — Alle skjermer
nl: Uitgesloten apps, alle monitors
pl: Aplikacje wykluczone — Wszystkie monitory
ru: Исключенные приложения — все мониторы
sr_latn: Isključene aplikacije — Svi monitori
sv: Exkluderade appar — Alla skärmar
uk: Виключені додатки — Всі монітори
zh_hans: 排除的应用程序——所有显示器

source: Excluded apps stay running and fully managed by OmniWM. Only their workspace-bar representation is removed on every monitor.
ar: تظل التطبيقات المستثناة تعمل وتتم إدارتها بالكامل بواسطة OmniWM. يتم إزالة تمثيل شريط العمل الخاص بها فقط على كل شاشة.
da: Ekskluderede apps bliver ved med at køre og styres fuldt ud af OmniWM. Kun deres arbejdsområde-bar repræsentation fjernes på hver skærm.
de: Ausgeschlossene Apps laufen weiter und werden vollständig von OmniWM verwaltet. Auf jedem Monitor wird nur ihre Darstellung in der Arbeitsbereichsleiste entfernt.
el: Αποκλειστικές εφαρμογές παραμένουν σε λειτουργία και διαχειρίζονται πλήρως από την OmniWM. Μόνο η αναπαράσταση της ράβδου εργασίας τους αφαιρείται σε κάθε οθόνη.
es: Las aplicaciones excluidas siguen funcionando y están completamente gestionadas por OmniWM. Solo se elimina su representación en la barra de trabajo en cada monitor.
fi: Lukuun ottamatta sovelluksia, jotka pysyvät käynnissä ja joita OmniWM täysin hallinnoi. Jokaisesta monitorista poistetaan vain niiden työtila-rivin edustus.
fr: Les applications exclues restent en cours d'exécution et entièrement gérées par OmniWM. Seule leur représentation de la barre d'espace de travail est supprimée sur chaque moniteur.
he: אפליקציות כלולות נשארות פועלות ומנוהלות במלואן על ידי OmniWM. רק ייצוג בר-העבודה שלהם הוסר על כל צג.
hi: अवरुद्ध ऐप्स चलते रहते हैं और OmniWM द्वारा पूरी तरह से प्रबंधित किए जाते हैं। हर मॉनिटर पर केवल उनका वर्कस्पेस-बार प्रतिनिधित्व हटा दिया जाता है।
it: Le app escluse rimangono in esecuzione e gestite completamente da OmniWM. Su ogni monitor viene rimossa solo la rappresentazione della barra spaziatrice di lavoro.
ja: 除外されたアプリは実行され続け、OmniWMによって完全に管理されます。すべてのモニターで、ワークスペースバーの表示のみが削除されます。
ko: 제외된 앱은 계속 실행되며 OmniWM의 창 관리도 그대로 받습니다. 모든 모니터의 Workspace Bar에서만 해당 앱이 표시되지 않습니다.
nb: Ekskluderte apper fortsetter å kjøre og er fullstendig administrert av OmniWM. Bare representasjonen av arbeidsområdsbaren deres fjernes på hver skjerm.
nl: Uitgesloten apps blijven draaien en volledig beheerd door OmniWM. Alleen hun werkruimte-balk-representatie wordt op elke monitor verwijderd.
pl: Aplikacje wykluczone pozostają w trybie działania i są całkowicie zarządzane przez OmniWM. Na każdym monitorze tylko ich przedstawienie w pasku przestrzeni roboczej jest usuwane.
ru: Отключенные приложения продолжают работать и полностью управляются OmniWM. На каждом мониторе удаляется только их представление в панели рабочего места.
sr_latn: Isključene aplikacije ostaju u pokretu i potpuno upravljaju OmniWM. Samo njihova reprezentacija radnog prostora-bar se uklanja na svakom monitoru.
sv: Exkluderade appar fortsätter att köras och hanteras helt av OmniWM. Endast deras arbetsbordsbar-representation tas bort på varje skärm.
uk: Виключені програми продовжують працювати й повністю керуються OmniWM. На кожному моніторі прибирається лише їхнє відображення в смузі робочих просторів.
zh_hans: 排除的应用程序仍然运行，并由OmniWM完全管理。每个显示器上只移除它们的工作区条的表示。

source: Existing macOS Configuration
ar: التكوين الحالي macOS
da: Eksisterende macOS Konfiguration
de: Bestehende macOS Konfiguration
el: Υφιστάμενη ρύθμιση macOS
es: Configuración existente macOS
fi: Olemassa oleva macOS Asetukset
fr: Configuration macOS existante
he: קיים macOS הגדרות
hi: मौजूदा macOS कॉन्फ़िगरेशन
it: Configurazione esistente macOS
ja: 既存のmacOS構成
ko: 기존 macOS 구성
nb: Eksisterende macOS-konfigurasjon
nl: Bestaande macOS configuratie
pl: Konfiguracja macOS
ru: Существующая конфигурация macOS
sr_latn: Postojeća konfiguracija macOS
sv: Existerande macOS-konfiguration
uk: Поточна конфігурація macOS
zh_hans: 现有macOS配置

source: Expanded
ar: موسع
da: Udvidet
de: Erweitert
el: Αναπτυγμένο
es: Ampliado
fi: Laajennettu
fr: Élargi
he: הרחבה
hi: विस्तृत
it: Espanso
ja: 拡大された
ko: 확장됨
nb: Utvidet
nl: Uitbreid
pl: Rozszerzony
ru: Расширенный
sr_latn: Prošireno
sv: Utökad
uk: розгорнута
zh_hans: 扩展的

source: Failed to register: this key combination is already assigned to another OmniWM command
ar: فشل التسجيل: تم تخصيص هذا المزيج المفتاحي بالفعل إلى أمر آخر OmniWM.
da: Kunne ikke registrere sig: denne nøglekombination er allerede tildelt en anden OmniWM kommando
de: Registrierung fehlgeschlagen: Diese Schlüsselkombination wurde bereits einem anderen OmniWM-Befehl zugewiesen.
el: Αποτυχία εγγραφής: αυτός ο βασικός συνδυασμός έχει ήδη ανατεθεί σε άλλη εντολή OmniWM
es: No se pudo registrar: esta combinación de teclas ya está asignada a otro comando OmniWM.
fi: Rekisteröinti epäonnistui: tämä avainyhdistelmä on jo annettu toiselle OmniWM-komentolle
fr: Impossible de s'enregistrer : cette combinaison de touches est déjà assignée à une autre commande OmniWM
he: אין אפשרות לרשום את צירוף המפתחות הזה: OmniWM פקודה
hi: रजिस्टर करने में विफल: यह कीप कॉम्बो पहले से ही किसी अन्य OmniWM कमांड को असाइन किया गया है।
it: Registrazione non riuscita: questa combinazione di tasti è già assegnata a un altro comando OmniWM
ja: 登録に失敗しました：このキー組み合わせはすでに別のOmniWMコマンドに割り当てられています。
ko: 등록에 실패했습니다: 이 키 조합은 이미 다른 OmniWM 명령에 할당되었습니다.
nb: Kunne ikke registrere: denne nøkkelkombinasjonen er allerede tildelt en annen OmniWM-kommando.
nl: Kon niet registreren: deze sleutelcombinatie is al toegewezen aan een ander OmniWM commando
pl: Nie można zarejestrować: ta kombinacja klawiaturowa jest już przypisana do innej komendy OmniWM
ru: Не удалось зарегистрировать: эта комбинация ключей уже назначена на другой OmniWM команду.
sr_latn: Nedostatak registracije: ova ključna kombinacija je već dodeljena drugoj komandi OmniWM
sv: Misslyckades med att registrera: denna nyckelkombination är redan tilldelad ett annat OmniWM-kommando.
uk: Не вдалося зареєструвати: цю комбінацію клавіш уже призначено іншій команді OmniWM
zh_hans: 注册失败：此键组合已经分配给另一个OmniWM命令。

source: Failed to register: this key combination may be reserved by the system
ar: فشل التسجيل: قد يقوم النظام بحجز هذا المجموع المفتاحي
da: Kunne ikke registrere sig: Denne nøglekombination kan reserveres af systemet
de: Registrierung fehlgeschlagen: Diese Schlüsselkombination kann vom System reserviert werden.
el: Αποτυχία εγγραφής: αυτός ο βασικός συνδυασμός μπορεί να κρατηθεί από το σύστημα
es: No se pudo registrar: esta combinación de claves puede estar reservada por el sistema
fi: Rekisteröinti epäonnistui: tämä avainyhdistelmä voidaan varata järjestelmästä
fr: Échec de l'enregistrement: cette combinaison de clés peut être réservée par le système
he: אין אפשרות לרשום את צירוף המפתח הזה. המערכת יכולה לשמור אותו.
hi: रजिस्टर करने में विफल: यह की संयोजन सिस्टम द्वारा आरक्षित किया जा सकता है।
it: Registrazione non riuscita: questa combinazione di tasti può essere riservata dal sistema
ja: 登録に失敗しました：このキー組み合わせはシステムによって予約されている可能性があります。
ko: 등록에 실패했습니다: 이 키 조합은 시스템에 의해 예약될 수 있습니다.
nb: Registrering mislyktes: denne nøkkelkombinasjonen kan være reservert av systemet.
nl: Kon niet registreren: deze sleutelcombinatie kan door het systeem worden gereserveerd
pl: Nie udało się zarejestrować: ta kombinacja klawiaturowa może być zarezerwowana przez system
ru: Не удалось зарегистрировать: эта комбинация ключей может быть зарезервирована системой.
sr_latn: Nedostatak registracije: ova ključna kombinacija može biti rezervisana od strane sistema
sv: Misslyckades med att registrera: denna nyckelkombination kan vara reserverad av systemet.
uk: Не вдалося зареєструвати: цю комбінацію клавіш може бути зарезервовано системою
zh_hans: 注册失败：此密钥组合可能已被系统保留。

source: Failed to write the performance capture: %@
ar: فشل في كتابة لقطة الأداء: %@
da: Kunne ikke skrive performance capture: %@
de: Die Performance-Capture-Aufzeichnung konnte nicht erstellt werden: %@
el: Αποτυχία εγγραφής της δέσμευσης επιδόσεων: %@
es: No se pudo escribir la captura de rendimiento: %@
fi: Esityksen tallennuksen kirjoittaminen epäonnistui: %@
fr: Échec de l'écriture de la capture de performance : %@
he: נכשל בכתיבת לכידת הביצועים: %@
hi: प्रदर्शन कैप्चर लिखने में विफल रहा: %@
it: Scrittura della cattura delle prestazioni non riuscita: %@
ja: パフォーマンスキャプチャの書き込みに失敗しました：%@
ko: 성능 캡처를 작성할 수 없었습니다: %@
nb: Kunne ikke skrive ytelsesfangsten: %@
nl: Schrijven van de prestatie-opname is mislukt: %@
pl: Nie udało się zapisać nagrania wydajności: %@
ru: Не удалось записать сбор данных о производительности: %@
sr_latn: Nemoguće je napisati snimak performansi: %@
sv: Misslyckades med att skriva prestandakapseln: %@
uk: Не вдалося записати дані про продуктивність: %@
zh_hans: 无法写入性能捕获：%@

source: Failed to write the recording: %@
ar: فشل في تسجيل التسجيل: %@
da: Kunne ikke skrive registreringen: %@
de: Die Aufnahme konnte nicht geschrieben werden: %@
el: Αποτυχία εγγραφής της εγγραφής: %@
es: No se pudo grabar la grabación: %@
fi: Tallenteen kirjoittaminen epäonnistui: %@
fr: Échec de l'écriture de l'enregistrement : %@
he: אין אפשרות לכתוב את ההקלטה: %@
hi: रिकॉर्डिंग लिखने में विफल रहा: %@
it: Scrittura della registrazione non riuscita: %@
ja: 録音を書き込むことができませんでした：%@
ko: 기록을 저장하지 못했습니다: %@
nb: Kunne ikke skrive inn opptaket: %@
nl: Schrijven van de opname is mislukt: %@
pl: Nie udało się zapisać nagrania: %@
ru: Не удалось записать запись: %@
sr_latn: Ne uspeo da napiše snimak: %@
sv: Misslyckades med att spela in inspelningen: %@
uk: Не вдалося зберегти запис: %@
zh_hans: 无法录制：%@

source: Files
ar: الملفات
da: Arkiver
de: Dateien
el: Αρχεία
es: Archivos
fi: Tiedostot
fr: Fichiers
he: קבצים
hi: फ़ाइल
it: File
ja: ファイル
ko: 파일
nb: Filer
nl: Bestanden
pl: Pliki
ru: Файлы
sr_latn: Datoteke
sv: Filer
uk: Файли
zh_hans: 文件

source: Fill Left of Notch
ar: املأ يسار الشق
da: Udfyld til venstre for Notch
de: Links von der Kerbe ausfüllen
el: Γέμισμα αριστερά της εγκοπής
es: Rellena la izquierda del corte
fi: Täyte vasemmalle notkista
fr: Remplir à gauche de Notch
he: מלא משמאל לנוטש
hi: नोट के बाईं ओर भरें
it: Riempire a sinistra dell'intonaco
ja: ノッチの左側を満たす
ko: 노치 왼쪽 채우기
nb: Fyll venstre for hakket
nl: Links van Notch vullen
pl: Wypełnij Lewo od Notki
ru: Заполните слева от узагальнения
sr_latn: Potpuno levo od Notch
sv: Fyll till vänster om skåran
uk: Заповнити область ліворуч від вирізу
zh_hans: 填充缺口左侧

source: Fill in what happened. Expected behavior and steps are optional but help a lot.
ar: املأ ما حدث. السلوك المتوقع والخطوات اختيارية ولكنها تساعد كثيرًا.
da: Beskriv, hvad der skete. Den forventede adfærd og trinene er valgfrie, men til stor hjælp.
de: Füllen Sie aus, was passiert ist. Erwartetes Verhalten und Schritte sind optional, helfen aber sehr.
el: Συμπληρώστε τι συνέβη. Η αναμενόμενη συμπεριφορά και τα βήματα είναι προαιρετικά αλλά βοηθούν πολύ.
es: Complete lo que sucedió. El comportamiento y los pasos esperados son opcionales pero ayudan mucho.
fi: Kerro, mitä tapahtui. Odotettu toiminta ja vaiheet ovat valinnaisia, mutta niistä on paljon apua.
fr: Décrivez ce qui s’est passé. Le comportement attendu et les étapes sont facultatifs, mais très utiles.
he: תארו מה קרה. ההתנהגות הצפויה והשלבים לשחזור הם אופציונליים, אך עוזרים מאוד.
hi: क्या हुआ, यह भरें। अपेक्षित व्यवहार और चरण वैकल्पिक हैं लेकिन बहुत मदद करते हैं।
it: Descrivi che cosa è successo. Il comportamento previsto e i passaggi sono facoltativi, ma molto utili.
ja: 何が起こったかを記入してください。期待される行動や手順は任意ですが、とても役立ちます。
ko: 무슨 일이 있었는지 적어 주세요. 예상 동작과 재현 단계는 선택 사항이지만 큰 도움이 됩니다.
nb: Fyll ut hva som skjedde. Forventet atferd og trinn er valgfritt, men hjelper mye.
nl: Beschrijf wat er is gebeurd. Het verwachte gedrag en de stappen zijn optioneel, maar erg nuttig.
pl: Wypełnij, co się wydarzyło. Oczekiwany efekt i kroki są opcjonalne, ale pomagają bardzo.
ru: Опишите, что произошло. Ожидаемое поведение и шаги воспроизведения необязательны, но очень помогают.
sr_latn: Napunite se u ono što se desilo. Očekivano ponašanje i koraci su opcionalni, ali mnogo pomažu.
sv: Fyll i vad som hände. Förväntat beteende och steg är valfria men hjälper mycket.
uk: Опишіть, що сталося. Очікувана поведінка та кроки відтворення необов’язкові, але дуже допомагають.
zh_hans: 填写发生了什么。预期行为和步骤是可选的，但非常有帮助。

source: Fill the workspace bar with fully opaque black, overriding the tint, material, and border.
ar: املأ شريط مساحة العمل باللون الأسود غير الشفاف بالكامل، متجاوزًا اللون الضبابي والمادة والحافة.
da: Fyld arbejdsområdebaren med helt uigennemsigtig sort, overhængende farvetone, materiale og kant.
de: Füllen Sie die Arbeitsbereichsleiste mit vollständig undurchsichtigem schwarzem Farbe, das die Farbe, das Material und den Rand überdeckt.
el: Γεμίστε τη γραμμή χώρου εργασίας με πλήρως αδιαφανές μαύρο, υπερισχύοντας την απόχρωση, το υλικό και τα σύνορα.
es: Llena la barra de trabajo con un negro completamente opaco, que anule el tono, el material y el borde.
fi: Täyttäkää työtilapalkki täysin läpikuultamattomalla mustalla, joka peittää sävyn, materiaalin ja reunan.
fr: Remplir la barre d'espace de travail de noir entièrement opaque, surplombant la teinte, le matériau et la bordure.
he: מלא את בר העבודה עם שחור אטום לחלוטין, עקף את הצבע, החומר והגבול.
hi: कार्यस्थल बार को पूरी तरह से अपारदर्शी काले रंग से भरें, जिसमें टिंट, सामग्री और बॉर्डर को ओवरराइड किया गया हो।
it: Riempire la barra dello spazio di lavoro con nero completamente opaco, sovrastando la tinta, il materiale e il bordo.
ja: ワークスペースバーを完全に不透明な黒で満たし、色合い、素材、境界線を覆います。
ko: Workspace Bar를 완전히 불투명한 검정색으로 채웁니다. 색조, 머티리얼, 테두리 설정은 무시됩니다.
nb: Fyll arbeidsområdets linje med fullstendig ugjennomsiktig svart, som overgår tone, materiale og kant.
nl: Vul de werkbalk met volledig ondoorzichtig zwart, waardoor de tint, het materiaal en de rand.
pl: Wypełnij pasek przestrzeni roboczej całkowicie nieskłonnym czarnym, przesłaniając odcień, materiał i obramowanie.
ru: Заполните строку рабочего места полностью непрозрачным черным цветом, который затмевает оттенки, материал и рамку.
sr_latn: Napunite radni prostor sa potpuno nejasnim crnim, prevazilazeći boju, materijal i granicu.
sv: Fyll arbetsytans bar med helt ogenomskinlig svart färg som övergår över nyans, material och kant.
uk: Заповнює смугу робочих просторів повністю непрозорим чорним кольором, замінюючи відтінок, матеріал і рамку.
zh_hans: 用完全不透明的黑色填充工作区条，覆盖淡色、材质和边框。

source: Finalizing capture…
ar: تأكيد الالتقاط...
da: Afslutter tilfangetagelse...
de: Abschluss der Erfassung...
el: Ολοκληρώνοντας τη σύλληψη...
es: Finalizando la captura...
fi: Vankeuden selvittäminen...
fr: Finalisation de la capture...
he: סיום הלכידה...
hi: कैप्चर को अंतिम रूप देना...
it: Finalizzare la cattura...
ja: キャプチャを完了する…
ko: 캡처 마무리...
nb: Fullfører fangsten...
nl: Afronden van de vangst...
pl: Finalizacja zapisu…
ru: Завершение захвата...
sr_latn: Završiti uhvaćenje...
sv: Slutförande av fångst...
uk: Фіналізація запису…
zh_hans: 最终捕获……

source: Finalizing diagnostics…
ar: تأكيد التشخيصات...
da: Afslutter diagnostik...
de: Abschluss der Diagnostik...
el: Ολοκληρώνοντας τα διαγνωστικά...
es: Finalizando los diagnósticos...
fi: Diagnostiikan viimeistely...
fr: Finalisation des diagnostics...
he: השלמת אבחון...
hi: निदानों को अंतिम रूप देना...
it: Finalizzare la diagnostica...
ja: 診断を完了しています...
ko: 진단을 마무리하고 있습니다...
nb: Fullfører diagnostikk...
nl: De diagnostiek afronden...
pl: Finalizacja diagnostyki…
ru: Завершение диагностики...
sr_latn: Završiti dijagnozu...
sv: Slutförande av diagnostik...
uk: Фіналізація діагностики…
zh_hans: 最终完成诊断……

source: Finalizing performance capture…
ar: تأكيد التقاط الأداء النهائي...
da: Afslutter performance capture...
de: Abschluss der Performance-Erfassung...
el: Ολοκληρώνοντας τη σύλληψη απόδοσης...
es: Finalizando la captura de rendimiento...
fi: Suorituksen vangitseminen...
fr: Finalisation de la capture des performances...
he: סיום לכידת ביצועים...
hi: प्रदर्शन कैप्चर को अंतिम रूप देना...
it: Finalizzare la cattura delle prestazioni...
ja: パフォーマンスキャプチャを完了する...
ko: 성능 캡처를 마무리하는 중...
nb: Fullføre ytelseskapsring...
nl: Afronden van de opname van prestaties...
pl: Finalizacja nagrywania wydajności…
ru: Завершение захвата производительности...
sr_latn: Završiti performanse ...
sv: Slutförande av prestandakopiering…
uk: Фіналізація запису відомостей про виконання…
zh_hans: 最终完成性能捕获……

source: Finding icons in the app bundle…
ar: العثور على الرموز في حزمة التطبيق...
da: Finder ikoner i app bundtet...
de: Icons im App-Paket finden...
el: Βρίσκοντας εικονίδια στο πακέτο εφαρμογών...
es: Encontrar iconos en el paquete de aplicaciones...
fi: Sovelluspaketin kuvakkeiden löytäminen...
fr: Trouver des icônes dans le paquet d'applications...
he: מציאת סמלים בחבילה האפליקציה...
hi: ऐप बंडल में आइकन ढूँढना...
it: Trovare le icone nel pacchetto app...
ja: アプリバンドル内のアイコンを見つける...
ko: 앱 번들에서 아이콘 찾기...
nb: Finne ikoner i apppakken...
nl: Pictogrammen vinden in de appbundel...
pl: Wyszukiwanie ikon w pakiecie aplikacji…
ru: Нахождение иконок в пакете приложений...
sr_latn: Pronađite ikone u aplikacionom paketu ...
sv: Hitta ikoner i apppaketet…
uk: Шукаю іконки в пакеті додатку…
zh_hans: 在应用程序包中查找图标......

source: Finish
ar: إنهاء
da: Færdig
de: Fertigstellen
el: Τελείωσε.
es: Terminar
fi: Viimeistely
fr: Terminer
he: סיום
hi: समाप्त करें
it: Finisci
ja: 終わる
ko: 완료
nb: slutt
nl: Voltooien
pl: Zakończ
ru: Завершить
sr_latn: Završi
sv: sluta
uk: Завершити
zh_hans: 完成

source: Finish the performance capture before submitting. Performance artifacts are not attached as problem traces.
ar: أكمل التقاط الأداء قبل الإرسال. لا يتم إرفاق عناصر الأداء كآثار للمشكلة.
da: Afslut performance capture før indsendelse. Performance artefakter er ikke knyttet som problem spor.
de: Schließen Sie die Performance-Erfassung ab, bevor Sie sie einreichen. Performance-Artefakte werden nicht als Problemverläufe angehängt.
el: Τελείωσε τη σύλληψη των επιδόσεων πριν την υποβολή. Τα αντικείμενα απόδοσης δεν συνδέονται ως ίχνη προβλήματος.
es: Completa la captura de rendimiento antes de enviar. Los artefactos de rendimiento no se adjuntan como rastros de problemas.
fi: Suorita suorituskaappaus loppuun ennen kuin toimitat. Performanssiesineitä ei ole liitetty ongelmajäljeksi.
fr: Terminer la capture de performance avant de soumettre. Les artefacts de performance ne sont pas attachés comme traces de problèmes.
he: לסיים את לכידת הביצועים לפני ההגשה. חפצי ביצוע אינם מחוברים כעקבות בעיה.
hi: सबमिट करने से पहले प्रदर्शन कैप्चर पूरा करें। प्रदर्शन कलाकृतियाँ समस्या के ट्रेस के रूप में संलग्न नहीं की जाती हैं।
it: Terminare la cattura delle prestazioni prima di inviare. Gli artefatti delle prestazioni non sono attaccati come tracce di problemi.
ja: 提出する前にパフォーマンスキャプチャを完了してください。パフォーマンスアーティファクトは問題トラッキングとして添付されません。
ko: 제출하기 전에 성능 캡처를 완료하세요. 성능 캡처 파일은 문제의 추적 로그로 첨부되지 않습니다.
nb: Fullfør ytelseskopieringen før du sender inn. Ytelsesanriper er ikke vedlagt som problemspor.
nl: Rond de prestatieopname af voordat u het probleem verzendt. Prestatiebestanden worden niet als diagnostische traces bijgevoegd.
pl: Zakończ nagranie wydajności przed wysłaniem. Artefakty wydajności nie są dołączone jako ślad problemu.
ru: Завершите сбор данных о производительности перед отправкой. Производительные артефакты не прикрепляются как отслеживающие данные проблемы.
sr_latn: Završite snimak performansi pre isporuke. Artifakti performansi nisu pričvršćeni kao tragovi problema.
sv: Slutför prestandakopieringen innan du skickar in den. Prestandaförbättringar bifogas inte som problemspår.
uk: Завершіть запис продуктивності перед надсиланням. Файли продуктивності не долучаються як трасування проблеми.
zh_hans: 提交之前请完成性能捕获。性能产物不会作为错误跟踪记录附带。
